tap "airbytehq/tap"
tap "argoproj/tap"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "dbt-labs/dbt-cli"
tap "derailed/k9s"
tap "entireio/tap"
tap "equinix-labs/otel-cli"
tap "felangga/chiko"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jordiortegon/local-zen"
tap "julien040/anyquery"
tap "k8sgpt-ai/k8sgpt"
tap "kiki-ki/tap"
tap "koekeishiya/formulae"
tap "krtirtho/apps"
tap "lizardbyte/homebrew"
tap "localstack/tap"
tap "metalbear-co/mirrord"
tap "robscott/tap"
tap "voiapp/voi", "git@github.com:voiapp/homebrew-voi.git"
tap "ynqa/tap"
brew "act"
brew "aichat"
brew "argo"
brew "argocd"
brew "atuin"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "cmatrix"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "duti"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "golangci-lint"
brew "goreleaser"
brew "grpcurl"
brew "helm"
brew "imagemagick"
brew "jj"
brew "jq"
brew "k8sgpt"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lazyjj"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "ollama"
brew "ripgrep"
brew "opencode"
brew "pgcli"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "python-tk@3.13"
brew "resvg"
brew "scrcpy"
brew "sevenzip"
brew "snowflake-cli"
brew "television"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tilt"
brew "tldr"
brew "tmux"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh-completions"
brew "airbytehq/tap/abctl"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "felangga/chiko/chiko"
brew "hashicorp/tap/terraform"
brew "kiki-ki/tap/qo"
brew "localstack/tap/localstack-cli"
brew "metalbear-co/mirrord/mirrord"
brew "robscott/tap/kube-capacity"
brew "voiapp/voi/voictl"
cask "android-platform-tools"
cask "anki"
cask "claude-code"
cask "copilot-cli"
cask "devpod"
cask "discord"
cask "entireio/tap/entire"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "headlamp"
cask "karabiner-elements"
cask "raycast"
cask "rectangle"
cask "simplenote"
cask "slack"
cask "snowflake-snowsql"
cask "stremio"
cask "tailscale-app"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "zen"
vscode "aaron-bond.better-comments"
vscode "alexpasmantier.television"
vscode "dautroc.yazi-vscode"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.remotehub"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
go "github.com/dhth/act3"
go "golang.org/x/tools/gopls"
go "github.com/equinix-labs/otel-cli"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/open-telemetry/opentelemetry-collector-contrib/cmd/telemetrygen"
cargo "ck-search"
uv "meltano"
uv "specify-cli"
