tap "airbytehq/tap"
tap "argoproj/tap"
tap "dbt-labs/dbt-cli"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "julien040/anyquery"
tap "k8sgpt-ai/k8sgpt"
tap "koekeishiya/formulae"
tap "lizardbyte/homebrew"
tap "ynqa/tap"
brew "act"
brew "aichat"
brew "bat"
brew "chezmoi"
brew "duckdb"
brew "duti"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "grpcurl"
brew "helix"
brew "helm"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "postgresql@14"
brew "python-tk@3.13"
brew "ranger"
brew "scrcpy"
brew "sevenzip"
brew "terraform"
brew "terraformer"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "uv"
brew "zoxide"
brew "airbytehq/tap/abctl"
brew "argoproj/tap/kubectl-argo-rollouts"
cask "alacritty"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "steam"
cask "stremio"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zen-browser"
vscode "aaron-bond.better-comments"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "snowflake.snowflake-vsc"
vscode "supermaven.supermaven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
